Repository: AkariDN/plugin.video.wakanim
Catalog: resources/language/resource.language.*/strings.po
Languages: fr_fr, ru_ru

# #30001
source: Username
fr_fr: Utilisateur
ru_ru: Имя пользователя

# #30002
source: Password
fr_fr: Mot de passe
ru_ru: Пароль

# #30003
source: Configure InputStream Adaptive
fr_fr: Configurer InputStream Adaptive
ru_ru: Настройки InputStream Adaptive

# #30004
source: Synchronize play time progress
fr_fr: Synchroniser la progression du temps de lecture
ru_ru: Синхронизация времени воспроизведения

# #30005
source: Select TV shows...
fr_fr: Sélectionner les séries TV...
ru_ru: Выбрать сериалы...

# #30006
source: Merge and sort seasons, fix season names
fr_fr: Fusionner et trier les saisons, fixer les noms
ru_ru: Объединять и сортировать сезоны, исправлять названия

# #30007
source: Include studio, director and writer information
fr_fr: Inclure studio, réalisateur et scénariste
ru_ru: Информация о студии, режиссёре, авторе сценария

# #30008
source: Filter dubbing/subtitles
fr_fr: Filtre doublage/sous-titres
ru_ru: Фильтр озвучивание/субтитры

# #30009
source: Initial library scanning
fr_fr: Analyser initiale de la médiathèque
ru_ru: Начальное сканирование медиатеки

# #30010
source: Region
fr_fr: Région
ru_ru: Регион

# #30011
source: Germany, Austria, Switzerland
fr_fr: Allemagne, Autriche, Suisse
ru_ru: Германия, Австрия, Швейцария

# #30012
source: France, Switzerland, Monaco, Benelux Union, Franco-Canadians, Overseas France, Africa
fr_fr: France, Suisse, Monaco, Union Bénélux, Canadiens francophones, France d'outre-mer, Afrique
ru_ru: Франция, Швейцария, Монако, Бенилюкс, Франкоканадцы, Заморские территории Франции, Африка

# #30013
source: Sweden, Norway, Iceland, Finland, Denmark
fr_fr: Suède, Norvège, Islande, Finlande, Danemark
ru_ru: Швеция, Норвегия, Исландия, Финляндия, Дания

# #30014
source: Russia
fr_fr: Russie
ru_ru: Россия

# #30020
source: Catalog
fr_fr: Catalogue
ru_ru: Каталог

# #30021
source: Search
fr_fr: Rechercher
ru_ru: Поиск

# #30022
source: My downloads
fr_fr: Mes téléchargements
ru_ru: Мои загрузки

# #30023
source: My collection
fr_fr: Ma collection
ru_ru: Моя коллекция

# #30024
source: Watch trailer
fr_fr: Regarder la bande-annonce
ru_ru: Смотреть трейлер

# #30025
source: Last aired episodes
fr_fr: Derniers épisodes diffusés
ru_ru: Последние серии

# #30026
source: Latest simulcast shows
fr_fr: Dernières séries
ru_ru: Новинки сезона

# #30027
source: My watchlist
fr_fr: Ma watchlist
ru_ru: Смотреть позже

# #30040
source: Login failed
fr_fr: Échec de la connexion
ru_ru: Ошибка авторизации

# #30041
source: An error occurred
fr_fr: Une erreur s'est produite
ru_ru: Произошла ошибка

# #30042
source: Reactivation failed of this video
fr_fr: La réactivation de cette vidéo a échoué
ru_ru: Не удалось выполнить повторную активацию этого видео

# #30043
source: You need to be a premium member or own this video
fr_fr: Vous devez être un membre premium ou posséder cette vidéo
ru_ru: Вы должны оформить подписку или купить это видео

# #30044
source: Failed to play video
fr_fr: Impossible de lire la vidéo
ru_ru: Не удалось воспроизвести видео

# #30045
source: Do you want to continue watching at %s%%?
fr_fr: Voulez-vous continuer à regarder à partir de %s%%?
ru_ru: Вы хотите продолжить просмотр на %s%%?

# #30046
source: You need to be logged in
ru_ru: Вам необходимо авторизироваться

# #30047
source: Due to security reasons a verification link has been send to your wakanim email account. Restart the addon after confirming this link.
ru_ru: Из-за соображений безопасности на Вашу почту было отправлено письмо с проверочной ссылкой. Перезапустите плагин после подтверждения ссылки.

# #30046
source: You should first perform initial media library scanning in plugin settings dialog to use this plugin as a video source
ru_ru: Для использования этого плагина в качестве источника видео сначала необходимо провести начальное сканирование медиатеки в диалоговом окне настроек плагина

# #30048
source: You should first perform initial media library scanning in plugin settings dialog to use this plugin as a video source
fr_fr: Vous devez d'abord effectuer une analyse initiale de la médiathèque dans la boîte de dialogue des paramètres du plugin pour utiliser ce plugin en tant que source vidéo
